;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; Soft Version: 1.46.38
; Update: July 04, 2017
;
[Lang]
NativeLanguage=Magyar
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
LangShortName=hu-hu
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelem
Error=Hiba
Confirm=Megerősítés
;
; Popup menu
;
pmHelp=Online súgó
pmforum=Fórum
pmHome=Weboldal
pmContact=Kapcsolatfelvétel
pmCheckNew=Frissítések ellenőrzése 
pmLang=Nyelvek
pmAbout=Névjegy
pmConMenu=Hozzáadás a helyi menühöz
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Szabaduljon meg azoktól a fájloktól, amelyeket nem sikerült törölni a Windows-al.
FrmWDMain.btnAFile.caption=Fájl hozzáadása
FrmWDMain.btnAfolder.caption=Mappa hozzáadása
FrmWDMain.btnRemove.caption=Eltávolítás
FrmWDMain.btnDel.caption=Feloldás és törlés
FrmWDMain.btnsupport.caption=Visszajelzés
FrmWDMain.btnfacebook.hint=Kövessen minket a facebookon
FrmWDMain.btntwitter.hint=Wise Force Deleter megosztása a twitteren
FrmWDMain.btngoogle.hint=Wise Force Deleter megosztása a Google+-on
FrmWDMain.btnemail.hint=Ajánlja barátainak a Wise Force Deleter programot
FrmWDManin.lvfile.Columns[0]=Név
FrmWDManin.lvfile.Columns[1]=Hely
FrmWDManin.lvfile.Columns[2]=Állapot
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=E-mail:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAbout.lblWarning.caption=Figyelem: Ezt a szoftvert szerzői jogi törvények és nemzetközi egyezmények védik.

[Message]
addfolderwar=Az összes fájlt és almappa törlésre kerül. Valóban feloldja és törli ezt a mappát?
sysdirs=A rendszerkönyvtárak törlése nem támogatott.
rootpath=A gyökérkönyvtárak törlése nem támogatott.
netdevice=A meghajtó nem érvényes helyi meghajtó.
DragFile=Mappa nem húzható a listába.
ForceDelete=Törlés kényszerítése
Newver=Új Wise Force Deleter verzió érhető el. Szeretné most frissíteni?
NoNewVer=Gratulálunk, Ön jelenleg a legújabb verziót használja!
None=Kész
Unlocked=Feloldva és törölve
Deleted=Törölve
FailDel=A törlés sikertelen
Aborted=Megszakítva
NoExists=Nem létezik
ConfirmDel=Szeretné feloldani és törölni a fájlt/mappát?
TranslateTo=Fordítás..